// import { IFaq } from '@/type';
//
// interface IReviewsCount {
//   rating: number;
//   count: number;
// }
//
// export const REVIEWS_COUNT: IReviewsCount[] = [
//   { rating: 5, count: 715 },
//   { rating: 4, count: 38 },
//   { rating: 3, count: 6 },
//   { rating: 2, count: 4 },
//   { rating: 1, count: 2 },
// ];
//
// export const FAQLIST: IFaq[] = [
//   {
//     heading: 'Сложившаяся структура организации продолжает удивлять',
//     body: 'Учитывая ключевые сценарии поведения, консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса переосмысления внешнеэкономических политик. Лишь реплицированные с зарубежных источников, современные исследования набирают популярность среди определенных слоев населения, а значит, должны быть объявлены нарушающими общечеловеческие нормы этики и морали.',
//   },
//   {
//     heading:
//       'Высококачественный прототип будущего проекта так же органично вписывается в наши планы',
//     body: 'Но новая модель организационной деятельности позволяет выполнить важные задания по разработке стандартных подходов. Идейные соображения высшего порядка, а также повышение уровня гражданского сознания напрямую зависит от первоочередных требований.',
//   },
//   {
//     heading: 'Независимые СМИ потому и независимы, что был сорван доклад председателя совхоза',
//     body: 'С другой стороны, постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнить важные задания по разработке форм воздействия. Господа, базовый вектор развития представляет собой интересный эксперимент проверки новых предложений.',
//   },
//   {
//     heading: 'Цены на бензин начинают падать',
//     body: 'Таким образом, сплочённость команды профессионалов влечет за собой процесс внедрения и модернизации переосмысления внешнеэкономических политик. Но дальнейшее развитие различных форм деятельности однозначно фиксирует необходимость кластеризации усилий.',
//   },
//   {
//     heading: 'Оказывается, звук клавиш печатной машинки не стал ограничивающим фактором',
//     body: 'Являясь всего лишь частью общей картины, ключевые особенности структуры проекта являются только методом политического участия и разоблачены. Приятно, граждане, наблюдать, как элементы политического процесса формируют глобальную экономическую сеть и при этом — смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.',
//   },
// ];
